Repository: kaji-project/nagvis
Catalog: share/frontend/nagvis-js/locale/*/LC_MESSAGES/nagvis.po
Languages: es_es

# mustValueNotSet
source: A necessary value is not set. All red marked values are compulsory values.
es_es: Un valor necesario no está configurado. Todos los valores marcados en rojo son obligatorios.

# backendNotInitialized
source: The backend with the ID "[BACKENDID]" of type "[BACKENDTYPE]" is not initialized. Maybe there is an undefined backend used in a map?
es_es: El backend con el ID "[BACKENDID]" del tipo "[BACKENDTYPE]" no está inicializado. ¿Puede estar usando un backend no definido en un mapa?

# methodNotSupportedByBackend
source: The method "[METHOD]" is not supported by the backend.
es_es: El método "[METHOD]" no está soportado por el backend.

# accessModeIsNotValid
source: The access mode "[MODE]" is not valid.
es_es: El modo de acceso "[MODE]" no es válido.

# mapLockNotDeleted
source: The map lock could not be deleted.
es_es: El mapa bloqueado no puede ser borrado.

# unknownAction
source: The action "[ACTION]" is not supported by the ajax handler.
es_es: La acción "[ACTION]" no está soportada por el manejador ajax.

# phpModuleNotLoaded
source: The PHP module &quot;[MODULE]&quot; is not loaded.
es_es: El módulo PHP &quot;[MODULE]&quot; no está cargado.

source: Create map
es_es: Crear mapa

source: Create
es_es: Crear

source: Rename map
es_es: Renombrar mapa

source: Rename
es_es: Renombrar

source: Delete map
es_es: Borrar mapa

source: Delete
es_es: Borrar

source: Export map
es_es: Exportar mapa

source: Export
es_es: Exportar

source: Import map
es_es: Importar mapa

source: Import
es_es: Importar

# chooseMap
source: Select map
es_es: Seleccionar mapa

# chooseMapFile
source: Select a map configuration file
es_es: Seleccionar un fichero de configuración de mapa

# newMapName
source: New name
es_es: Nuevo nombre

source: Map name
es_es: Nombre de mapa

# readUsers
source: User with read permissions
es_es: Usuario con permisos de lectura

# writeUsers
source: User with write permissions
es_es: Usuario con permisos de escritura

source: Map Iconset
es_es: Conjunto de iconos de mapa

source: Background
es_es: Fondo

# createBackground
source: Create background image
es_es: Crear imagen de fondo

# uploadBackground
source: Upload background image
es_es: Subir imagen de fondo

source: Upload
es_es: Subir

# deleteBackground
source: Delete background image
es_es: Borrar imagen de fondo

# chooseImage
source: Choose an image
es_es: Elija una imagen

# backgroundName
source: Name
es_es: Nombre

# backgroundWidth
source: Width (px)
es_es: Ancho (px)

# backgroundHeight
source: Height (px)
es_es: Alto (px)

source: Save
es_es: Guardar

source: Ascending
es_es: Ascendente

source: Descending
es_es: Descendente

source: Alphabetically
es_es: Alfabéticamente

# State
source: Status
es_es: Estado

source: » Manual Input...
es_es: » Entrada Manual ...

source: Yes
es_es: Sí

source: Set default backend
es_es: Establecer backend por defecto

source: Add backend
es_es: Añadir backend

source: Edit backend
es_es: Editar backend

# delBackend
source: Delete backend
es_es: Borrar backend

source: Default backend
es_es: Backend por defecto

# couldNotDeleteMapImage
source: Could not delete the map image file &quot;[IMGPATH]&quot;.
es_es: No se puede borrar el fichero de mapa de imagen &quot;[IMGPATH]&quot;.

# moveUploadedFileFailed
source: Could not move the uploaded file to the shape directory "[PATH]".
es_es: No se puede mover el fichero subido al directorio de figuras "[PATH]".

# mustChooseValidImageFormat
source: You have to select an image in a supported format (Png, Gif, Jpg).
es_es: Debe seleccionar una imagen en un formato soportado (Png, Gif, Jpg).

# fileCouldNotBeUploaded
source: The file could not be uploaded to the webserver.
es_es: El fichero no puede ser subido al servidor web.

# imageAlreadyExists
source: The image "[MAPNAME]" already exists. Rename the file.
es_es: La imagen "[MAPNAME]" ya existe. Renombre el fichero.

# iconNotExists
source: An icon &quot;[IMGPATH]&quot; which is used on the map does not exist.
es_es: Un icono &quot;[IMGPATH]&quot; que está siendo usado en el mapa no existe.

# change
source: Modify
es_es: Modificar

source: Position/Size
es_es: Posición/Tamaño

source: Configured
es_es: Configurado

source: Inherited
es_es: Heredado

source: Overview
es_es: Vista general

source: Restore
es_es: Restaurar

# properties
source: Options
es_es: Opciones

source: Add object
es_es: Añadir objetos

# nagVisConfig
source: NagVis configuration
es_es: Configuración de NagVis

source: Help
es_es: Ayuda

# open
source: Open map
es_es: Abrir mapa

source: Open in NagVis
es_es: Abrir en NagVis

# manageMaps
source: Maps
es_es: Mapas

# manageBackgrounds
source: Backgrounds
es_es: Fondos

# manageShapes
source: Shapes
es_es: Figuras

source: Icon
es_es: Icono

source: Line
es_es: Línea

source: Special
es_es: Especial

source: Host
es_es: Equipo

source: Service
es_es: Servicio

source: Hostgroup
es_es: Grupo de equipos

source: Servicegroup
es_es: Grupo de servicios

source: Map
es_es: Mapa

source: Textbox
es_es: Cuadro de texto

source: Shape
es_es: Figura

source: Manage
es_es: Gestionar

# clickMapToSetPoints
source: Click on the map to determine the position of the missing points.
es_es: Haga clic en el mapa para determinar la posición de los puntos que faltan.

# confirmDelete
source: Do you really want to delete this object?
es_es: ¿Está seguro de que quiere borrar este objeto?

# confirmRestore
source: Are you sure that you want to restore the backup?
es_es: ¿Está seguro de que quiere restaurar la copia de seguridad?

# wrongValueFormat
source: The attribute "[ATTRIBUTE]" in section "[TYPE]" in main configuration file does not match the valid value format
es_es: El atributo "[ATTRIBUTE]" en la sección "[TYPE]" en el fichero de configuración principal no tiene un formato válido.

# wrongValueFormatMap
source: The attribute "[ATTRIBUTE]" in element of type "[TYPE]" in map configuration file "[MAP]" does not match the valid value format
es_es: El atributo "[ATTRIBUTE]" en el elemento del tipo "[TYPE]" en la configuración del mapa "[MAP]" no tiene un formato de válido.

# wrongValueFormatOption
source: The attribute "[ATTRIBUTE]" does not match the valid value format
es_es: El atributo "[ATTRIBUTE]" no tiene un formato válido.

# unableToWorkWithMap
source: The map changes can not be processed anymore. Procedure was terminated.
es_es: Los cambios en el mapa no pueden ser procesados. El procedimiento finalizó.

# chosenLineTypeNotValid
source: The selected line_type is invalid.
es_es: El tipo de línea seleccionado no es válido.

# onlyLineOrIcon
source: An object can only be an icon or a line, "iconset" and "line_type" can be used not together.
es_es: Un objeto sólo puede ser un icono o una línea, "iconset" y "line_type" no pueden ser usados juntos.

# not2coords
source: It seems that you want to define a line ("line_type" is set) but you didn&quot;t give two "[COORD]" coordinates.
es_es: Parece que ha querido definir una línea ("line_type" is set) pero no ha establecido &quot;t las dos "[COORD]" coordenadas.

# only1or2coords
source: Only one or two [COORD] coordinates can be defined.
es_es: Sólo una o dos [COORD] coordenadas pueden definirse.

# viewTypeWrong
source: The given view_type is wrong. You configured more than one &quot;[COORD]&quot; coordinate. Though you should set view_type to &quot;line&quot;
es_es: El tipo de vista es incorrecto. Se ha configurado más de una vez la coordenada &quot;[COORD]&quot;. Debería cambiarse el tipo de vista a &quot;line&quot;

# lineTypeNotSet
source: The option &quot;line_type&quot; is not set.
es_es: La opción &quot;line_type&quot; no se ha establecido.

# mapObjectWillShowSummaryState
source: This map object will show the summary state of the map and its children.
es_es: Este objeto mostrará un resumen de estado del mapa y de sus hijos.

# firstMustChoosePngImage
source: Please choose an image in PNG-Format.
es_es: Por favor elija una imagen en formato PNG.

# foundNoBackgroundToDelete
source: No background image found. Operation terminated.
es_es: No se ha encontrado imagen de fondo. Operación terminada.

# confirmBackgroundDeletion
source: Do you really want to delete this background image? This action cannot be reverted.
es_es: ¿Seguro que quiere borrar esta imagen de fondo? Esta acción no se puede deshacer.

# unableToDeleteBackground
source: Cannot delete the background image "[IMAGENAME]" because it is used by map "[MAP]".
es_es: No se puede borrar la imagen de fondo "[IMAGENAME]" porque está siendo usada en el mapa "[MAP]".

# mustValueNotSet1
source: The required value "[ATTRIBUTE]" is not set
es_es: El valor requerido "[ATTRIBUTE]" no se ha establecido

# foundNoShapeToDelete
source: No shape image found. Operation terminated.
es_es: No se ha encontrado imagen de figura. Operación terminada.

# shapeInUse
source: The shape is in use on the map "[MAP]".
es_es: La figura está siendo usada en el mapa "[MAP]".

# confirmShapeDeletion
source: Do you really want to delete this shape image? This action cannot be reverted.
es_es: ¿Realmente quiere borrar esta figura? No podrá deshacerse esta acción.

# unableToDeleteShape
source: Cannot delete shape "[IMAGENAME]" because it is used by map "[MAP]".
es_es: No puedo borrar la figura "[IMAGENAME]" porque está siendo usada en el mapa "[MAP]".

# chooseMapName
source: You have to insert a name for the new map.
es_es: Tiene que insertar un nombre para el nuevo mapa.

# minOneUserAccess
source: At least one user must have access to the map.
es_es: Al menos un usuario debe tener acceso al mapa.

# noMapToRename
source: No map found. Operation terminated.
es_es: No se ha encontrado el mapa. Operación terminada.

# noNewNameGiven
source: You specified no new names.
es_es: No ha especificado nuevos nombres.

# mapAlreadyExists
source: The map "[MAPNAME]" already exists. Rename the file.
es_es: El mapa "[MAPNAME]" ya existe. Renombre el fichero.

# foundNoMapToDelete
source: No map found. Operation terminated.
es_es: No se ha encontrado el mapa. Operación terminada.

# foundNoMapToExport
source: No map found. Select a map to export.
es_es: No se ha encontrado el mapa. Seleccione un mapa para exportar.

# foundNoMapToImport
source: There is no file given to import. Select a file to import.
es_es: No se ha facilitado ningún fichero para importar. Seleccione un fichero para importar.

# notCfgFile
source: The given file has not the extension ".cfg". Rename the file.
es_es: El fichero facilitado no tiene extension ".cfg". Renombre el fichero.

# confirmNewMap
source: Do you really want to create a new map?
es_es: ¿Quiere realmente crear un nuevo mapa?

# confirmMapRename
source: Do you really want to rename this map?
es_es: ¿Realmente quiere renombrar este mapa?

# confirmMapDeletion
source: Do you really want to delete this map? This action can not be reverted.
es_es: ¿Está seguro de que quiere borrar este mapa? Esta acción no se puede deshacer.

# unableToDeleteMap
source: Unable to delete map "[MAP]". The map is included in another map "[PARENTMAP]".
es_es: Imposible borrar el mapa "[MAP]". El mapa está incluído en otro mapa "[PARENTMAP]".

# noPermissions
source: You do not have the permissions to change this map.
es_es: No tiene permisos para cambiar este mapa.

# minOneUserWriteAccess
source: At least one user must have the authorization in order to change this map.
es_es: Al menos un usuario debe tener autorización para poder cambiar este mapa.

# noSpaceAllowed
source: Blanks are not allowed.
es_es: No se permiten los espacios en blanco.

# mainCfgNotWriteable
source: The main configuration file is not writeable.
es_es: El fichero principal de configuración no tiene permisos de escritura.

# mainCfgCouldNotWriteMainConfigFile
source: The main configuration file cache is not writeable.
es_es: La caché del fichero principal de configuración no tiene permisos de escritura.

# mapCfgDirNotWriteable
source: Please check the webservers permissions for the map configuration folder &quot;[MAPPATH]&quot;.
es_es: Por favor compruebe los permisos de la carpeta de configuración de mapas en el servidor web &quot;[MAPPATH]&quot;.

# couldNotDeleteMapCfg
source: Could not delete the map configuration file &quot;[MAPPATH]&quot;.
es_es: No se puede borrar el fichero de configuración de mapa &quot;[MAPPATH]&quot;.

# mapCfgNotWriteable
source: The map configuration file is not writeable.
es_es: No se puede escribir en el fichero de configuración del mapa.

# mapLocked
source: The map "[MAP]" is locked by user "[USER]" from IP "[IP]" since [TIME]. Edit anyway? (Override lock?)
es_es: El mapa "[MAP]" está bloqueado por el usuario "[USER]" en la IP "[IP]" desde [TIME]. ¿Editar de cualquier forma? (¿Sobreescribir el bloqueo?)

# mapLockNotExists
source: The lockfile &quot;[MAP]&quot; does not exist.
es_es: El fichero de bloqueo &quot;[MAP]&quot; no existe.

# mapLockNotReadable
source: The lockfile &quot;[MAP]&quot; is not readable.
es_es: El fichero de bloqueo &quot;[MAP]&quot; no es legible.

# mapLockNotWriteable
source: The lockfile &quot;[MAP]&quot; is not writeable.
es_es: No se puede escribir en el fichero de bloqueo. &quot;[MAP]&quot; .

source: Default value
es_es: Valor por defecto

# disabled
source: Deactivated
es_es: Desactivado

source: Upload shape
es_es: Subir figura

source: Delete shape
es_es: Borrar figura

# choosePngImage
source: Select a PNG/GIF/JPG image
es_es: Seleccionar imagen PNG

# failedToDeleteShape
source: Cannot delete shape "[IMAGE]".
es_es: No puedo borrar la figura "[IMAGE]".

# shapeDoesNotExist
source: The shape "[IMAGE]" does not exist.
es_es: La figura "[IMAGE]" no existe.

# mustBePngFile
source: The file has the wrong file extension (has to be *.png)
es_es: El fichero tiene una extensión de fichero incorrecta (debe ser *.png)

# uploadFailed
source: Upload not possible. There are some problems with your webserver configuration.
es_es: La subida no es posible. Hay problemas con la configuración de su servidor web.

# parameterObjName1NotSet
source: The objName1 parameter is missing.
es_es: El parámetro objName1 está perdido.

# parameterTypeNotSet
source: The parameter &quot;type&quot; is missing.
es_es: El parámetro &quot;type&quot; está perdido.

# parameterObjName2NotSet
source: The objName2 parameter is missing.
es_es: El parámetro objName2 está perdido.

# parameterObjTypeNotSet
source: The objType parameter is missing.
es_es: El parámetro objType está perdido.

# parameterObjIdNotSet
source: The parameter &quot;objId&quot; is missing.
es_es: El parámetro &quot;objId&quot; está perdido.

# unknownObject
source: The object of type &quot;[TYPE]&quot; in map &quot;[MAPNAME]&quot; is not allowed.
es_es: El objeto del tipo &quot;[TYPE]&quot; en el mapa &quot;[MAPNAME]&quot; no se permite.

# parameterNameNotSet
source: The parameter &quot;name&quot; is missing.
es_es: Falta el parámetro &quot;name&quot;.

# parameterUrlNotSet
source: The parameter &quot;url&quot; is missing.
es_es: El parámtro &quot;url&quot; está perdido.

source: Unknown Query
es_es: Consulta Desconocida

# foundNoObjectOfThatTypeOnMap
source: Found no object of that type on the given map.
es_es: No se ha encontrado objeto de este tipo en el mapa.

# ObjectNotFoundOnMap
source: The object could not be found on the given map.
es_es: El objeto no se ha podido encontrar en el mapa.

# mapRotationPoolNotExists
source: The given map rotation pool &quot;[ROTATION]&quot; is not defined in NagVis.
es_es: El pool de rotación del mapa &quot;[ROTATION]&quot; no está definido en NagVis.

# languageNotFound
source: You configured NagVis to load language &quot;[LANG]&quot;. This language could not be found in language path.
es_es: Ha configurado Nagvis para que cargue el lenguaje &quot;[LANG]&quot;. Este lenguaje no se puede encontrar en la ruta de lenguajes.

# wrongPhpVersion
source: The PHP version you are using &quot;[CURRENT_VERSION]&quot; is too old. NagVis needs PHP &quot;[NEEDED_VERSION]&quot; or newer.
es_es: La versión de PHP que está usando &quot;[CURRENT_VERSION]&quot; es demasiado antigua. NagVis necesita PHP &quot;[NEEDED_VERSION]&quot; o posterior.

# noUser
source: No user name was handed over to NagVis! For possible solutions please have a look at the FAQ on www.nagvis.org.
es_es: ¡No se ha facilitado nombre de usuario a NagVis! Para posibles soluciones mire las FAQ on www.nagvis.org.

# permissionDenied
source: The user "[USER]" has no permission for this action
es_es: El usuario "[USER]" no tiene permisos para realizar esta acción.

source: Select map
es_es: Seleccionar Mapa

# editMap
source: Edit current map
es_es: Editar el mapa actual

source: Need Help?
es_es: ¿Necesita Ayuda?

# onlineDoc
source: Documentation
es_es: Documentación

# forum
source: Support Forum
es_es: Foro de Soporte

# supportInfo
source: NagVis Support Information
es_es: Información de Soporte NagVis

source: Instance
es_es: Instancia

# rotationStart
source: Start Rotation
es_es: Comenzar Rotación

# rotationStop
source: Stop Rotation
es_es: Parar Rotación

# refreshStart
source: Start Refresh
es_es: Comenzar Refresco

# refreshStop
source: Stop Refresh
es_es: Parar Refresco

# headerTemplateNotExists
source: The requested header template file &quot;[FILE]&quot; does not exist.
es_es: El fichero de Tplantilla de cabecera &quot;[FILE]&quot; no existe.

# headerTemplateNotReadable
source: Please check the webservers permissions at the header template file &quot;[FILE]&quot;.
es_es: Compruebe los permisos del servidor web sobre el fichero de plantillas de cabecera &quot;[FILE]&quot;.

# couldNotGetHoverUrl
source: Could not get hover URL &quot;[URL]&quot;. Maybe the URL is password protected.
es_es: No puedo acceder a la hover URL &quot;[URL]&quot;. Quizá la URL esté protegida por contraseña.

# unknownRenderMode
source: The render mode &quot;[MODE]&quot; is not supported.
es_es: El modo de renderizado &quot;[MODE]&quot; no está soportado.

# graphvizBinaryNotFound
source: The required graphviz binary &quot;[NAME]&quot; could not be found in the paths: &quot;[PATHS]&quot;.
es_es: El binario requerido de graphviz &quot;[NAME]&quot; no puede encontrarse en las rutas: &quot;[PATHS]&quot;.

# couldNotGetRootHostname
source: The Automap needs one root hostname to start the drawing.<br><br> There are three ways to get a root host: URL parameter &quot;root&quot;, Main configuration &quot;automap > default_root&quot;, auto detect (only possible when there is <b>one</b> host with no parent).
es_es: La función de Automapa necesita un nombre de equipo raíz para comenzar el dibujo.<br><br> Hay tres maneras de obtener un equipo raíz: parámetro URL &quot;root&quot;, Configuración principal &quot;automap > default_root&quot;, auto detect (Sólo es posible cuando hay <b>un</b> equipo sin dependencias).

# mapCfgNotExists
source: The map configuration file "[MAP]" does not exist
es_es: No existe el fichero de configuración del mapa "[MAP]"

# mapCfgNotReadable
source: The map configuration file &quot;[MAP]&quot; is not readable.
es_es: No se puede leer el fichero de configuración del mapa &quot;[MAP]&quot; .

# unknownAttribute
source: The attribute &quot;[ATTRIBUTE]&quot; is not supported in objects of type &quot;[TYPE]&quot; on map [MAPNAME].
es_es: El atributo &quot;[ATTRIBUTE]&quot; no está soportado en los objetos de tipo &quot;[TYPE]&quot; en el mapa [MAPNAME].

# mapDeprecatedOption
source: The given option &quot;[ATTRIBUTE]&quot; in section of type &quot;[TYPE]&quot; in map &quot;[MAP]&quot; is deprecated in this version. Please read the documentation/changelog for details.
es_es: La opción &quot;[ATTRIBUTE]&quot; en la sección &quot;[TYPE]&quot; en el mapa &quot;[MAP]&quot; es obsoleta en esta versión. Lea la documentación/log de cambios para tener más detalles.

# lineTypeButViewTypeNotSet
source: You told NagVis to show an object as line (option line_type set). Since NagVis 1.4 you have to set the option &quot;view_type=line&quot; for line objects. This problem was detected in an object of the type &quot;[TYPE]&quot; on map &quot;[MAP]&quot;.
es_es: Le ha dicho a NagVis que muestre un objeto como una línea (opción line type set). Desde la versión 1.4 de NagVis se tiene que establecer esta opción &quot;view_type=line&quot; para los objetos línea. Este problema ha sido detectado en un objeto del tipo &quot;[TYPE]&quot; en el mapa &quot;[MAP]&quot;.

# viewTypeGadgetButNoGadgetUrl
source: NagVis found an object whitout gadget_url option but view_type=&quot;gadget&quot;. This problem was detected in an object of the type &quot;[TYPE]&quot; on map &quot;[MAP]&quot;.
es_es: NagVis ha encontrado un objeto sin la opción gadget_url en la vista=&quot;gadget&quot;. El problema se ha encontrado en un objeto del tipo &quot;[TYPE]&quot; en el mapa &quot;[MAP]&quot;.

# backendNotDefined
source: The backend with the id &quot;[BACKENDID]&quot; is not defined.
es_es: El backend con el id &quot;[BACKENDID]&quot; no está definido.

# mainMustValueNotSet
source: The must value &quot;[ATTRIBUTE]&quot; is not set the section &quot;[TYPE]&quot; in main configuration file.
es_es: El valor requerido &quot;[ATTRIBUTE]&quot; no está establecido en la sección &quot;[TYPE]&quot; dentro del fichero de configuración principal.

# unknownValue
source: The attribute &quot;[ATTRIBUTE]&quot; is not allowed in section &quot;[TYPE]&quot; in main configuration file.
es_es: El atributo &quot;[ATTRIBUTE]&quot; no está permitido en la sección &quot;[TYPE]&quot; dentro del fichero de configuración principal.

# deprecatedOption
source: The given option &quot;[ATTRIBUTE]&quot; in section &quot;[TYPE]&quot; is deprecated in this version. Please read the documentation/changelog for details.
es_es: La opción &quot;[ATTRIBUTE]&quot; en la sección &quot;[TYPE]&quot; está obsoleta en esta versión. Lea la documentación y el registro de cambios para más detalles.

# unknownSection
source: The section &quot;[TYPE]&quot; in main configuration file is not allowed.
es_es: La sección &quot;[TYPE]&quot; del fichero de configuración principal, no está permitida.

# mainCfgNotExists
source: The main configuration file &quot;[MAINCFG]&quot; does not exists.
es_es: El fichero de configuración principal &quot;[MAINCFG]&quot; no existe.

# mainCfgNotReadable
source: Please check the webservers permissions for the main configuration file &quot;[MAINCFG]&quot;.
es_es: Compruebe los permisos del servidor web sobre el fichero de configuración principal &quot;[MAINCFG]&quot;.

# cacheFileNotWriteable
source: The cache file &quot;[FILE]&quot; is not writeable.
es_es: El fichero de caché &quot;[FILE]&quot; no es escribible.

# fileNotCached
source: The file &quot;[FILE]&quot; is not cached.
es_es: El fichero &quot;[FILE]&quot; no está cacheado.

# cacheFolderNotWriteable
source: The parent folder for the cache file &quot;[FILE]&quot; is not writeable. The cache file can not be created. Please fix the permissions on the filesystem.
es_es: No se puede escribir en la carpeta establecida para los ficheros &quot;[FILE]&quot; de caché. No se puede crear el fichero de caché. Revise los permisos del sistema de ficheros.

# cacheFileNotExists
source: The cache file &quot;[FILE]&quot; does not exist.
es_es: El fichero de caché &quot;[FILE]&quot; no existe.

# fileNotExists
source: The file &quot;[FILE]&quot; does not exist.
es_es: El fichero &quot;[FILE]&quot; no existe.

# gdLibNotFound
source: You told NagVis to use the GD-Libs for drawing lines on the background image (usegdlibs=1). GD-Libs are not installed or loaded in your php.
es_es: Ha configurado NagVis para usar GD-Libs para el dibujado de líneas sobre la imagen de fondo (usegdlibs=1). GD-Libs no est instalado o cargado en la configuración de php.
