Repository: kaji-project/nagvis
Catalog: share/frontend/nagvis-js/locale/*/LC_MESSAGES/nagvis.po
Languages: es_es

# iconsetFiletypeUnknown
source: Unable do determine the filetype of the iconset &quot;[ICONSET]&quot;. Maybe the &quot;_ok&quot; image is missing?
es_es: Imposible determinar el tipo de fichero para el conjunto de iconos &quot;[ICONSET]&quot;. ¿Podría faltar la imagen &quot;_ok&quot;?

# varFolderNotExists
source: The var folder &quot;[PATH]&quot; does not exist.
es_es: La carpeta var &quot;[PATH]&quot; no existe.

# varFolderNotWriteable
source: The var folder &quot;[PATH]&quot; is not writeable.
es_es: No se puede escribir en la carpeta var &quot;[PATH]&quot;.

# mapInMaintenance
source: The map you are trying to access is in maintenance mode. Please be patient. This page is reloaded automatically.
es_es: El mapa al que está intentando acceder está en modo de mantenimiento. Por favor tenga paciencia. Esta página se recargará automáticamente.

source: Map Index
es_es: Índice de Mapa

source: Rotation Pools
es_es: Pools de Rotación

# onlyPngOrJpgImages
source: Only PNG or JPG images are allowed for map image files.
es_es: Sólo las imágenes PNG o JPG están permitidas para los archivos de mapa de imagen.

# imageNotExists
source: An image &quot;[FILE]&quot; which is needed to create a thumbnail image does not exist.
es_es: Una imagen &quot;[FILE]&quot; que se necesita para crear una miniatura, no existe.

# noTablesExists
source: There are no tables in the database matching given prefix &quot;[PREFIX]&quot;. (Backend-ID: [BACKENDID])
es_es: No hay tablas en la base de datos que coincidan con el prefijo &quot;[PREFIX]&quot;. (Backend-ID: [BACKENDID])

# errorConnectingMySQL
source: Error while connecting to MySQL server. Maybe wrong connection properties in backend? MySQL-Error: [MYSQLERR]. (Backend-ID: [BACKENDID])
es_es: Error al conectar con el servidor MySQL. ¿Podrían estar equivocadas las propiedades de conexión en el backend? MySQL-Error: [MYSQLERR]. (Backend-ID: [BACKENDID])

# errorSelectingDb
source: Error selecting the database. Maybe wrong database name or insufficient permissions. MySQL-Error: [MYSQLERR]. (Backend-ID: [BACKENDID])
es_es: Error al seleccionar la base de datos. ¿Podría estar equivocado el nombre de la base de datos o tener permisos insuficientes?. MySQL-Error: [MYSQLERR]. (Backend-ID: [BACKENDID])

# mysqlNotSupported
source: Your PHP installation lacks SQL support. You can not use the NDOMy Backend without php-mysql. (Backend-ID: [BACKENDID])
es_es: Su instalación de PHP carece de soporte PHP. No puede usar el Backend NDOMy sin php-mysql. (Backend-ID: [BACKENDID])

# hostNotFoundInDB
source: The host "[HOST]" could not be found in the database. Maybe it is spelled wrong? (Backend-ID: [BACKENDID])
es_es: El equipo "[HOST]" no puede ser encontrado en la base de datos. ¿Podría ser un error en el nombre? (Backend-ID: [BACKENDID])

# hostIsPending
source: The host "[HOST]" is in pending state
es_es: El equipo "[HOST]" está en estado pendiente

# serviceNotFoundInDB
source: The service "[SERVICE]" on host "[HOST]" could not be found in the database. Maybe it is spelled wrong? (Backend-ID: [BACKENDID])
es_es: El servicio "[SERVICE]" en el equipo "[HOST]" no puede ser encontrado en la base de datos. ¿Podría ser un error en el nombre? (Backend-ID: [BACKENDID])

# serviceNotChecked
source: The service "[SERVICE]" has not been checked yet
es_es: El servicio "[SERVICE]" no se ha comprobado todavía

# nagiosNotRunning
source: NDO reports that Nagios is not running (Backend-ID: [BACKENDID])
es_es: NDO reporta que Nagios no está corriendo (Backend-ID: [BACKENDID])

# nagiosDataNotUpToDate
source: NDO claims that Nagios did no status update for more than &quot;[TIMEWITHOUTUPDATE]&quot; seconds. Make sure that Nagios and NDO daemons are running. (Backend-ID: [BACKENDID])
es_es: NDO avisa de que Nagios no ha actualizado el estado por más de &quot;[TIMEWITHOUTUPDATE]&quot; segundos. Asegúrese de que Nagios y NDO están corriendo. (Backend-ID: [BACKENDID])

# backendInstanceNameNotValid
source: The given instance name &quot;[NAME]&quot; in backend &quot;[BACKENDID]&quot; is not valid.
es_es: El nombre de la instancia &quot;[NAME]&quot; en el backend &quot;[BACKENDID]&quot; no es válido.

# backendInstanceNameNotUniq
source: The given instance name &quot;[NAME]&quot; in backend &quot;[BACKENDID]&quot; is not unique.
es_es: El nombre de la instancia &quot;[NAME]&quot; en el backend &quot;[BACKENDID]&quot; no es único.

source: Address
es_es: Dirección

source: State
es_es: Estado

source: Summary State
es_es: Resumen de Estado

source: Output
es_es: Salida

source: Perfdata
es_es: Datos de Rendimiento

source: Summary Output
es_es: Resumen de Salida

source: Next Check
es_es: Próxima Comprobación

source: Last Check
es_es: Última Comprobación

source: State Type
es_es: Tipo de Estado

source: Current attempt
es_es: Intento Actual

source: Last State Change
es_es: Último Cambio de Estado

source: State Duration
es_es: Duración Estado

source: Service Name
es_es: Nombre del Servicio

source: Notes
es_es: Notas

# lastStatusRefresh
source: Last state refresh
es_es: Último Refresco de Estado

# hoverTemplateNotReadable
source: The hover template is not readable. Please check the webservers permissions for the hover template file &quot;[FILE]&quot;.
es_es: No se puede leer la plantilla. Compruebe los permisos del servidor web sobre el fichero de plantilla &quot;[FILE]&quot;.

# hoverTemplateNotExists
source: The hover template file &quot;[FILE]&quot; does not exist.
es_es: El fichero de plantilla &quot;[FILE]&quot; no existe.

# problemReadingUrl
source: Unable to open the URL &quot;[URL]&quot;. Error: &quot;[MSG]&quot;
es_es: Imposible abrir la URL &quot;[URL]&quot;. Error: &quot;[MSG]&quot;

# noBackendDefined
source: No backend could be found in NagVis configuration. You need to define a backend for gathering status information.
es_es: No se puede encontrar ningún backend en la configuración de NagVis. Se necesita definir un backend para recuperar la información de estado.

# backendNotExists
source: The backend with ID &quot;[BACKENDID]&quot; of type &quot;[BACKENDTYPE]&quot; does not exist.
es_es: El backend con ID &quot;[BACKENDID]&quot; del tipo &quot;[BACKENDTYPE]&quot; no existe.

# ndo2fsFileStructureNotValid
source: The file structure in the ndo2fs directory &quot;[PATH]&quot; is not valid. The directory is used by backend with the id &quot;[BACKENDID]&quot;
es_es: La estructura de ficheros en el directorio ndo2fs &quot;[PATH]&quot; no es válida. El directorio está siendo usado por el backend con el id &quot;[BACKENDID]&quot;

# backgroundNotExists
source: Map image file "[IMGPATH]" does not exist
es_es: El fichero de mapa de imagen "[IMGPATH]" no existe.

# backgroundNotReadable
source: The background image "[IMGPATH]" is not readable.
es_es: La imagen de fondo "[IMGPATH]" no es legible.

# backgroundNotWriteable
source: The map image file &quot;[IMGPATH]&quot; is not writeable.
es_es: No se puede escribir el fichero de imagen de mapa &quot;[IMGPATH]&quot;.

# backgroundFolderNotWriteable
source: The background image folder &quot;[PATH]&quot; is not writeable.
es_es: La carpeta par imagen de fondo &quot;[PATH]&quot; no es escribible.

# contextConnectBySsh
source: Connect by ssh
es_es: Conectar por ssh

# contextRefreshStatus
source: Refresh Status
es_es: Refrescar Estado

# contextRescheduleNextCheck
source: Re-Schedule next Check
es_es: Reprogramar nueva Comprobación

# contextScheduleDowntime
source: Schedule Downtime
es_es: Programar Parada

# contextTemplateNotReadable
source: The template is not readable. Please check the webservers permissions on the template file &quot;[FILE]&quot;.
es_es: No se puede leer la plantilla. Compruebe los permisos del fichero de plantilla &quot;[FILE]&quot;.

# contextTemplateNotExists
source: The template file &quot;[FILE]&quot; does not exist.
es_es: El fichero de plantilla &quot;[FILE]&quot; no existe.

source: Host Name
es_es: Nombre de Equipo

source: Hostgroup Name
es_es: Nombre de Grupo de Equipos

source: Servicegroup Name
es_es: Nombre del Grupo de Servicios

source: Map Name
es_es: Nombre del mapa

source: Object Name
es_es: Nombre del Objeto

# childStatesAre
source: There are
es_es: Estados Hijo

source: Services
es_es: Servicios

# serviceGroupNotFoundInDB
source: The servicegroup "[SERVICEGROUP]" could not be found in the database. Maybe it is spelled wrong? (Backend-ID: [BACKENDID])
es_es: El grupo de servicios "[SERVICEGROUP]" no se puede encontrar en la base de datos. ¿Puede estar mal escrito? (Backend-ID: [BACKENDID])

source: Objects
es_es: Objetos

# mapIsEmpty
source: The map "[MAP]" has 0 objects.
es_es: El mapa "[MAP]" tiene 0 objetos.

# noReadPermissions
source: You are not permitted to view the state of this map.
es_es: No se le permite ver el estado del mapa

source: Hosts
es_es: Equipos

# hostGroupNotFoundInDB
source: The hostgroup "[HOSTGROUP]" could not be found in the database. Maybe it is spelled wrong? (Backend-ID: [BACKENDID])
es_es: El grupo de equipos "[HOSTGROUP]" no se puede encontrar en la base de datos. ¿Puede estar mal escrito? (Backend-ID: [BACKENDID])

# hostStateIs
source: The Host is
es_es: El equipo está

# hostHasNoServices
source: The host "[HOST]" has no Services.
es_es: El equipo "[HOST]" no tiene Servicios.

# validatorNotValidString
source: Parameter [VAR] contains not a valid string.
es_es: El parámetro [VAR] contiene una cadena no válida.

# ValidatorNotAllowedParameterEntry
source: Parameter [VAR] is not an allowed entry.
es_es: El parámetro [VAR] tiene un valor no permitido.

# validatorNotSetParameterValue
source: Parameter [VAR] is not set.
es_es: El parámetro [VAR] no está establecido.

# validatorIsEmptyParameter
source: Parameter [VAR] is empty. Fill this parameter with a (valid) value.
es_es: El parámetro [VAR] está vacío. Rellene este parámetro con un valor (válido).

# validatorNotDefinedParameter
source: Parameter [VAR] is not a defined parameter.
es_es: El parámetro [VAR] no es un parámetro definido.

# vaidatorNotValidUrl
source: Parameter [VAR] is not a valid URL.
es_es: El parámetro [VAR] no es una URL válida.

# validatorNotValidBoolean
source: Parameter [VAR] is not a valid boolean (TRUE / FALSE).
es_es: El parámetro [VAR] no es un valor lógico (VERDADERO / FALS0).

# validatorNotValidInteger
source: Parameter [VAR] contains not a valid integer.
es_es: El parámetro [VAR] contiene un entero no válido.

# validatorValueOutOfRange
source: Parameter [VAR] is out of range.
es_es: El parámetro [VAR] está fuera de rango.
